/* eslint-disable react/no-unescaped-entities */

import classes from "./statement.module.scss";
import Image from "next/legacy/image";
import Router from "next/router";

export default function Statement() {
  return (
    <div className={classes.statementContainer}>
      <div className={classes.statement}>
        <div
          className={`${classes.logo} animate__animated animate__pulse`}
          onClick={() => Router.push("/")}
        >
          <Image
            src={"https://eshareh.storage.iran.liara.space/henkel/logo.gif"}
            blurDataURL={
              "https://eshareh.storage.iran.liara.space/henkel/logo.gif"
            }
            placeholder="blur"
            layout="fill"
            objectFit="contain"
            alt="map"
            as="image"
            unoptimized
          />
        </div>
        <div className={classes.info}>
          <h2
            style={{
              fontFamily: "FarsiBold",
            }}
          >
            چرا "ارتش جاویدان"؟
          </h2>
          <p>
            در تاریخ ایران باستان، ارتش جاویدان نام واحدی نظامی بود که امپراتوری
            هخامنشیان را به قدرتمندترین امپراتوری زمان خود تبدیل کرد. این واحد
            همیشه دقیقاً ده هزار نفر بود - نه بیشتر، نه کمتر. عددی برابر با{" "}
            <span
              style={{
                fontFamily: "English",
              }}
            >
              %1{" "}
            </span>
            ارتش یک میلیون نفری هخامنشی.
          </p>
          <p>
            این نیرو "جاویدان" نام گرفت چون به معنای واقعی کلمه، هرگز نمی‌مرد.
            قدرت آن نه در افراد، بلکه در سیستم، فرهنگ و روحیه‌ای بود که از نسلی
            به نسل دیگر منتقل می‌شد. و تصویری که در ذهن رقبای پیش روی خود ایجاد
            میکرد. گروهی که کیفیت جنگاوری آن با وجود نبود یک دوباره به حالت اول
            باز میگشت و قدرتمندانه به ادامه نبرد می پرداخت.
          </p>
          <p>
            فرهنگ این ارتش، یک باور ساده بود. اگر سربازی در نبرد می‌افتاد، بیمار
            میشد یا بازنشسته می‌شد، فوراً جایگزینی آموزش‌دیده جای او را می‌گرفت.
            چرا که نه فرد که آموزش برابر این امکان را فراهم میکرد تا کیفیت آن
            همواره در بالاتری سطح خود باشد.
          </p>
        </div>
        <div className={classes.info}>
          <h2
            style={{
              fontFamily: "FarsiBold",
            }}
          >
            شبکه فروش مجموعه پاک وش، دقیقاً مثل ارتش جاویدان عمل می‌کند:
          </h2>
          <h3
            style={{
              fontFamily: "FarsiBold",
            }}
          >
            استمرار در کیفیت با وجود تغییر:
          </h3>
          <p>
            آنچه یک تیم فروش را قدرتمند می‌کند، فرهنگ و روحیه مشترک است که از
            تیمی به تیم بعدی منتقل می‌شود. این باور که همه ما جزیی از کل برزگتری
            هستیم و آن، تلاش در جهت ارزش آفرینی برای مصرف کنندگان و در کنار آن
            سازمان است.
          </p>
          <h3
            style={{
              fontFamily: "FarsiBold",
            }}
          >
            مالکیت جمعی:
          </h3>
          <p>
            در ارتش جاویدان، هر سرباز می‌دانست که سقوط او، سقوط کل واحد است. در
            تیم فروش نیز، موفقیت یک فرد، موفقیت همه است. ما مالک نتایج خود هستیم
            - نه به صورت فردی، بلکه به صورت جمعی.
          </p>
          <h3
            style={{
              fontFamily: "FarsiBold",
            }}
          >
            تاب‌آوری سازمانی:
          </h3>
          <p>
            ارتش جاویدان در دهها جنگ شرکت کرد، گاهی پیروز شد و گاهی شکست خورد.
            اما هرگز منحل نشد. این درست همان چیزی است که یک تیم فروش قوی را از
            بقیه متمایز می‌کند: توانایی برخاستن پس از هر شکست. چرا که میتوان در
            نبرد شکست خورد اما باید در جنگ پیروز شد.
          </p>
        </div>
        <div className={classes.info}>
          <h2
            style={{
              fontFamily: "FarsiBold",
            }}
          >
            چرا در این مقطع سراغ این مفهوم رفتیم؟
          </h2>
          <p>
            سال ۲۰۲۵ برای شرکت ما سالی چالش‌برانگیز بود. مشکلات ریز و درشت اعم
            از موارد اولیه، شرایط اقتصادی تا موضوعات لجستیکی و چنگ{" "}
            <span
              style={{
                fontFamily: "English",
              }}
            >
              12{" "}
            </span>{" "}
            روزه باعث شد نتوانیم تعهدات خود را به موقع انجام دهیم. موضوعی که سبب
            شد رقبا از این فضای خالی فرصت استفاده کرده و جایگزین ما در شلفهای
            خالی شوند.
          </p>
          <p>این واقعیت است. نه عذر، نه بهانه - فقط واقعیت.</p>
          <p>
            اما همان‌طور که ارتش جاویدان پس از هر شکست قوی‌تر برمی‌گشت، ما هم
            اینجا هستیم. نه برای گریستن بر گذشته، بلکه برای ساختن آینده. برای
            دستیابی به چیزی که از ابتدا از آن ما بوده است.
          </p>
          <p>این رویداد، لحظه‌ای است برای:</p>
          <p>اعتراف صادقانه به آنچه گذشت</p>
          <p>یادآوری آنچه ما را به اینجا رساند</p>
          <p>تعهد مجدد به آنچه باید انجام دهیم</p>
        </div>
        <div className={classes.info}>
          <h2
            style={{
              fontFamily: "FarsiBold",
            }}
          >
            معنای "جاویدان بودن" در سال ۲۰۲۶
          </h2>
          <p>
            جاویدان بودن به این معنا نیست که هرگز شکست نخوریم. به این معناست که:
          </p>
          <p>✓ هرگز تسلیم نمی‌شویم - حتی وقتی شرایط سخت است.</p>
          <p>✓ از هم یاد می‌گیریم – چرا که هر نفر بخشی از دانش جمعی است.</p>
          <p>
            ✓ پشت هم می‌ایستیم – با اآگاهی به اینکه موفقیت فردی بدون موفقیت تیم،
            بی‌معناست.
          </p>
          <p>
            ✓ صاحب نتایج خود هستیم - نه شرایط، نه بازار، که ما تصمیم گیرنده
            نهایی هستیم.
          </p>
          <p>
            ✓ فراتر از انتظار عمل می‌کنیم – چرا حداقل (کم بودن و میانه روی)،
            برای قهرمانان نیست.
          </p>
        </div>
        <div className={classes.info}>
          <h2
            style={{
              fontFamily: "FarsiBold",
            }}
          >
            این رویداد، تجدید پیمان است.
          </h2>
          <h3>
            پیمانی میان ما - به عنوان سازمان - و شما - به عنوان عضوی از ارتش
            جاویدان تیم فروش. پیمانی که می‌گوید:
          </h3>
          <p>ما به شما ابزار، پشتیبانی و منابع می‌دهیم.</p>
          <p>شما تعهد، تلاش و نتیجه به ما می‌دهید.</p>
          <p>و با هم، دوباره به جایی که باید باشیم برمی‌گردیم.</p>
          <h3>به زبان ارتش جاویدان:</h3>
          <p>ما حافظان قلمرو خود هستیم (حفظ مشتریان فعلی)</p>
          <p>ما فاتحان سرزمین‌های تازه هستیم (رشد و توسعه)</p>
          <p>ما الهام‌بخش یکدیگر هستیم (فرهنگ تیمی برنده)</p>
          <h3>ما ارتش جاویدان پاک وش هستیم و ما هرگز تسلیم نمی‌شویم.</h3>
        </div>
      </div>
    </div>
  );
}
